accerciser
accountsservice
acpi_call
acpid
aircrack-ng
alacritty
alsa-utils
arandr
aurpublish
base
base-devel
bash-completion
bat
bbswitch
blueman
bluez-utils
bootconfig
bpf
brightnessctl
btop
cbatticon
chromium
clinfo
clipcat
cmake
code
cpio
cpupower
cuda
dhcpcd
docker
docker-compose
dunst
efibootmgr
electron
emacs
eza
feh
firefox
flameshot
flashrom
gammastep
geany
geeqie
git
git-filter-repo
gitg
glaze
gnome-2048
gnome-games
gnome-klotski
gnome-notes
gnome-taquin
gnome-tetravex
gnome-themes-extra
grim
grub
gst-libav
gst-plugin-va
gst-plugins-ugly
gvim
hashcat
hcxdumptool
hcxtools
hitori
hyperv
hyprland
hyprland-protocols
hyprpaper
iagno
imv
inetutils
intel-media-driver
intel-ucode
iwd
jdk-openjdk
jdk17-openjdk
jq
kitty
kitty-terminfo
lib32-libpulse
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-intel
libaio
libdvdcss
libva-utils
libvdpau-va-gl
lightdm
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lnav
localsearch
lxappearance
lxsession
maim
man-pages
mariadb
maven
memtest86+
mpc
mpd
mpv
nano
nautilus
ncmpcpp
neovim
net-tools
network-manager-applet
nmap
nodejs-lts-iron
noto-fonts
npm
ntfs-3g
nvidia-open
nvidia-open-lts
nvidia-prime
nvidia-settings
nvidia-utils
obsidian
opencl-nvidia
openrazer-daemon
openssh
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
perf
php
php-apache
pipewire-audio
pipewire-pulse
playerctl
polkit-gnome
postgresql
psutils
python-pip
python-pipx
qpdf
ranger
redshift
rofi
rustup
slurp
smartmontools
speedtest-cli
sshpass
starship
steam
sudo
superfile
switchboard
tali
tcpdump
telegram-desktop
tmon
tmux
ttf-dejavu
ttf-inconsolata
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-terminus-nerd
ttf-ubuntu-mono-nerd
turbostat
udiskie
ueberzug
unzip
upower
usbip
uwsm
vdpauinfo
virtualbox
vlc
volumeicon
vulkan-intel
warp-terminal
waybar
webp-pixbuf-loader
wget
wine
wireplumber
wireshark-qt
wl-clipboard
woff2-font-awesome
wofi
x86_energy_perf_policy
xclip
xdg-desktop-portal-hyprland
xdo
xdotool
xf86-input-evdev
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-qxl
xf86-video-vesa
xf86-video-voodoo
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
yazi
yt-dlp
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
