alsa-capabilities
alsa-control
antigravity
brave-bin
cheese
eww-git
gtk-engine-murrine
imhex
libva-vdpau-driver
neofetch
nitrogen
optimus-manager-git
optimus-manager-qt
pgadmin4
polychromatic
python-pywlroots
python39
rofi-greenclip
simple-mtpfs
tdrop-git
teamviewer
ttf-joypixels
ttf-maple
unetbootin
wlogout
xf86-video-vmware
xqp
xwinwrap-0.9-bin
yaak-appimage
shell-color-scripts
